{
  "title": "L'éveil du Apagnan",
  "introduction": {
    "setting": "Vous êtes Kael, un aventurier choisi par le Conseil des Skibidi pour une quête périlleuse. Une force obscure menace le royaume du Brainrot, et il ne reste qu'un espoir : réveiller le Apagnan Sacré, une source de magie capable de repousser les ténèbres.",
    "initialScene": "Vous vous tenez devant trois chemins au pied d'une montagne. Une brise glacée vous fait frissonner, et le grondement lointain d'une créature vous met sur vos gardes."
  },
  "paths": {
    "1": {
      "title": "La forêt de golmon",
      "description": "Ce chemin est entouré de rumeurs. On dit que des esprits y errent, offrant aide ou malédiction.",
      "scene": "Vous pénétrez sous la canopée verdoyante, où la lumière du soleil est filtrée par des feuillages épais. Soudain, une voix mélodieuse vous appelle : — Pupuce, approche. Tu cherches des réponses ? AD Laurent avec des ailes de fée flotte devant vous, semblant bienveillant.",
      "image": "img/foret2.jpg",
      "choices": {
        "1.1": {
          "text": "Lui demander de l'aide pour trouver le Apagnan sacré",
          "scene": "Il vous explique qu'il a entendu parler de cet Artefact et vous guide vers un chemin !",
          "image": "img/foret1-1.png",
          "choices": {
            "1.1.1": {
              "text": "Vous suivez le chemin qu'il vous indique",
              "scene": "Vous avez suivis le chemin indiqué et la chance vous sourie, au loin une pierre dans un arbre scintille de mille feux !",
              "choices": {
                "1.1.1.1": {
                  "text": "Vous courez vers celle ci et tentez de l'arracher de l'écorce de l'arbre",
                  "ending": "L'abre vous attrape et vous riez jusqu'a en mourir"
                },
                "1.1.1.2": {
                  "text": "Vous tentez de faire une blague devant l'arbre",
                  "ending": "L'abre rigole et ce sent reconnaissant il vous donne alors la pierre sacré (vous etes devenu fou)"
                }
              }
            },
            "1.1.2": {
              "text": "Vous ne lui faite pas confiance et décidez de suivre votre instinct",
              "scene": "Au loin ce dessine une hute avec un magicien nain",
              "choices": {
                "1.1.2.1": {
                  "text": "Vous allez lui demander de l'aide, convaincu que cette fois-ci, c'est la bonne",
                  "ending": "Ce n'etait finalement peut etre pas la bonne, il vous transforme en racoon bike"
                },
                "1.1.2.2": {
                  "text": "Tetu vous continuez encore une fois votre chemin",
                  "ending": "Vous vous aventurez toujours plus profondément dans la forêt, et selon la légende, 500 ans plus tard, votre présence hante encore les lieux"
                }
              }
            }
          }
        },
        "1.2": {
          "text": "L'ignorer et poursuivre votre chemin, méfiant",
          "scene": "Ca fait maintenant deux heures que vous marchez, assoifé et fatigué vous voyez une marre un peu spécial !",
          "choices": {
            "1.2.1": {
              "text": "Vous décidez de vous assoir pour vous reposer au bort de l'eau",
              "ending": "Vous etes assis et une gorgée ne ferait pas de mal alors vous tentez de boire et l'eau vous aspire , vous vous etes noyé !"
            },
            "1.2.2": {
              "text": "Méfiant vous continuez de marcher",
              "scene": "Vous avez choisi de poursuivre votre marche, quand une douce et agréable odeur vous enveloppe, tandis que vos paupières se ferment lentement",
              "choices": {
                "1.2.2.1": {
                  "text": "Vous tentez de monter dans un arbre avant de vous endormir",
                  "ending": "Vous n'avez pas réussi à grimper à temps, et une horde de gobelins s'empare de leur butin. Seul l'avenir révélera si vos os deviendront une épée ou un simple cure-dent"
                },
                "1.2.2.2": {
                  "text": "Vous vous laissez bercer par cette douce fragrance en prenant place sur un tronc d'arbre",
                  "ending": "Une horde de gobelins passe devant vous sans vous remarquer. Vous ne vous réveillerez jamais, et avec le temps, vous commencerez à vous transformer en un arbre de cette magnifique forêt"
                }
              }
            }
          }
        },
        "1.3": {
          "text": "Tenter de capturer AD Laurent pour en faire un allié ou un subordonné",
          "scene": "Vous avez tenté de capturer AD malheuresement vous n'avez pas reussi, vous etes blessez et vous boitez !",
          "choices": {
            "1.3.1": {
              "text": "Vous décidez de rebrousser chemin et commencez votre retour vers la sortie",
              "ending": "Vous etes sur le chemin retour et vous tombez dans une marre complétement farfelue, Vous mourez noyé"
            },
            "1.3.2": {
              "text": "Vous êtes téméraire et vous décidez de retourner vous battre",
              "ending": "Vous retrouvez AD et effectuez un combat sans relache mais AD finis par prendre le dessus, Vous mourez de vos bléssures"
            }
          }
        }
      }
    },
      "2": {
        "title": "Le flanc rocheux de la montagne Hopecore",
        "description": "Direct mais risqué, ce sentier est infesté de griffons territoriaux",
        "scene": "Vous escaladez les rochers abrupts, évitant des éboulements. Un Chill guy surgit, ses oreilles majestueuses créant un vent puissant. Il bloque le passage.",
        "image": "",
        "choices": {
          "2.1": {
            "text": "Sortir votre épée et engager le combat",
            "ending": "Il reste chill et vous detruit, son Chill power est bien trop élevé comparé au votre"
          },
          "2.2": {
            "text": "Demander le chemin au Chill Guy",
            "scene": "Il accepte car il reste avant tout un mec chill et vous dit qu'il a deja entendu parler du Apagnan sacré, vous faite une bonne partie de la route avec lui. Vous arrivez maintenant a un croisement et il vous dit qu'il ne continue pas sur le chemin du Apagnan sacré",
            "choices": {
              "2.2.1": {
                "text": "Vous continuez la route vers le Apagnan sacré",
                "scene": "Vous arrivez dans le village des Chad !",
                "choices": {
                  "2.2.1.1": {
                    "text": "Vous cherchez un Sigma guide qui connait la région afin de vous guider dans votre aventure",
                    "scene": "Vous avez maintenant un Sigma guide qui va vous accompagner avec son Sigma chien ! Vous sortez donc de la ville afin de continuer votre quete ! Vous croisez Fanum et il vous demande la Fanum tax afin de passer mais vous n'aurez pas assez de nourriture pour survivre l'hiver a 2 si vous lui donnez",
                    "choices": {
                      "2.2.1.1.1": {
                        "text": "Vous lui donnez la nourriture que vous avez",
                        "scene": "Cela fait maintenant quelques semaines que vous avez payé la fanum tax, l'hiver est bien installé et vous n'avez que peu de nourriture",
                        "choices": {
                          "2.2.1.1.1.1": {
                            "text": "Vous decidez de tuer votre Sigma guide",
                            "scene": "Vous l'attaquez et reussissez a le tuer mais vous etes maintenant blesser",
                            "ending": "Son sigma chien vous saute dessus ! Vous finissez dechicté"
                          },
                          "2.2.1.1.1.2": {
                            "text": "Vous ne pouvez pas faire ça, il vous a aidé tout au long de la route",
                            "ending": "C'est lui qui vous attaque, il attend le soir peu avant le repas, vous saute dessus et vous attaque avec son sigma chien, pendant qu'il vous poignarde son sigma chien vous devore, vous mourrez dans la souffrance et le desespoir"
                          }
                        }
                      },
                      "2.2.1.1.2": {
                        "text": "Vous ne lui donnez pas votre nourriture",
                        "scene": "Vous tentez de vous barricader dans une petite cabane, vous mettez des planches et les clôturez à la porte",
                        "ending": "Il détruit la porte et vous attaque. Vous, paniqué, vous ne pouvez rien faire. Il vous démolit. Avant de vous évanouir, vous voyez votre sigma guide ainsi que son sigma chien s'enfuir discrètement sans vous aider. Vous finissez dans l'estomac de Fanum"
                      }
                    }
                  },
                  "2.2.1.2": {
                    "text": "Vous n'avez pas besoin d'un Sigma guide mais seulement d'un meilleur equipement afin de le trouver !",
                    "choices": {
                      "2.2.1.2.1": {
                        "text": "Retourner en ville et acheter de l'équipement",
                        "ending": "Vous revenez sur vos pas mais êtes perdu, un brouillard mystérieux se lève et une ribambelle de sorcières vous lance des sorts, ne voyant pas les attaques arriver vous ne pouvez rien faire et êtes anéanti"
                      },
                      "2.2.1.2.2": {
                        "text": "Continuer votre chemin, cet équipement ne vous sera probablement pas utile !",
                        "ending": "Vous croisez des bandits, vous êtes trop peu équipé pour leur faire face, en essayant de vous échapper une flèche traverse votre foie, vous vous écroulez et ils vous laissent comme mort après vous avoir dépouillé"
                      }
                    }
                  }
                }
              },
              "2.2.2": {
                "text": "Vous decidez d'arreter de chercher le Apagnan sacré et suivez le Chill guy sur sa route",
                "ending": "Vous continuez avec le Chill guy et vous etes heureux !"
              }
            }
          }
        }
      },
    "3": {
    "title": "La grotte obscure du Lebron",
    "description": "Une entrée sombre s'ouvre à vos pieds. Le murmure d'eaux souterraines vous intrigue",
    "scene": "La grotte est humide et froide. À l'intérieur, des runes anciennes brillent sur les murs. Vous trouvez une tablette de pierre décrivant un rituel pour éveiller le Apagnan. Mais une ombre serpentine surgit : Lebron James veille sur ce lieu.",
    "image": "",
    "choices": {
      "3.1": {
        "text": "Tenter de communiquer avec la créature",
        "scene": "Il vous tourne le dos",
        "choices": {
          "3.1.1": {
            "text": "Vous l'interpeler: 'EH Oh La bête'",
            "ending": "Il se retourne et vous atomise."
          },
          "3.1.2": {
            "text": "Son apparence vous semble familié, vous lui lancez: 'Eh Oh l'ancien, ça dit quoi ? ça Dunk ?'",
            "ending": "Il se retourne, vous dunk dessus. Il vous laisse agoniser sur le sol."
          },
          "3.1.3": {
            "text": "En bon Skibidi, vous commencez à danser en criant: 'LEBRONNNNNN JAMESSSS'",
            "ending": "Il s'asseoit sur son trône et déverse sur vous une marmite d'un liquide bouillant. Qui vous calcine et vous laissera dans le même état que l'homme de Pompéi."
          }
        }
      },
      "3.2": {
        "text": "Saisir la tablette et fuir",
        "scene": "Vous avez oublié le chemin par lequelle vous êtes arrivé",
        "choices": {
          "3.2.1": {
            "text": "Vous décidez de partir à droite",
            "ending": "Vous arrivez à sortir de la grotte, en laissant derrière vous le vilain Lebjon Rames. Malheureusement vous tombez sur une pierre qui vous transperce le coeur."
          },
          "3.2.2": {
            "text": "Vous décidez de partir à gauche",
            "ending": "Vous tombez dans un trou qui vous emmène directement dans un puit de lave. Pas étonnant, vous étiez couche 14."
          },
          "3.2.3": {
            "text": "Vous vous rappelez que vous avez dessiné sur les rochers en venant et décidez de suivre ces marques",
            "ending": "Vous vous rendez compte que vous avez dessiné des ronds, et que vous êtes entrain de suivre des carrés. Vous mourrez en compagnie d'ossements d'autre explorateurs."
          }
        }
      },
      "3.3": {
        "text": "Provoquer Lebron pour qu'il vous révèle des informations sur le Apagnan sacré",
        "scene": "Il accepte votre défi et vous propose de se la régler au basket sur un 1c1. Vous attaquez.",
        "choices": {
          "3.3.1": {
            "text": "Vous décidez de vous la jouer petit nerveux: vif, rapide sur les appuies, assez bas sur vos cannes. Avant de vous lancez, vous vous écriez: 'Je vais le faire courir moi, le rouquin !'",
            "ending": "Lebron fais 2 pas en arrière et décide de jouer le cercle. Votre précision est catastrophique, pas de tir facile aujourd'hui. Vous vous faîtes détruire et vous finirez dévoré par les rats."
          },
          "3.3.2": {
            "text": "Vous êtes apaté par ce défis. C'est décidé celui-ci vous allez le corriger, à l'ancienne, en force. Vous n'avez qu'un seul objectif, rentrer dans la raquête et le détruire.",
            "scene": "Vous n'avez pas les épaules pour défier le king. Il vous brise les côtes dès le premier contact.",
            "choices": {
              "3.3.2.1": {
                "text": "La côte vous à transpercé un poumon",
                "ending": "Celui-ci se remplit de sang, vous commencez à cracher du sang et mourrez."
              },
              "3.3.2.2": {
                "text": "Vous décidez d'y retourner",
                "ending": "En vous élançant, vous marchez sur un caillou. Votre cheville tourne, votre genou se brise et vous finissez par vous empaler le crâne sur le fémur d'un précédent explorateur."
              },
              "3.3.2.3": {
                "text": "Vous abandonnez le combat",
                "ending": "Vous laisser le king vous dunker dessus. Votre corps implose sous la pression."
              }
            }
          },
          "3.3.3": {
            "text": "Vous tentez de la jouer en finesse, vous pariez sur les faiblesses défensives de Lebron. En mode Step-back 3 à la Harden.",
            "scene": "Vous êtes mâlin, Lebron anticipe votre step-back et vous en profitez pour courir au cercle.",
            "choices": {
              "3.3.3.1": {
                "text": "Vous décidez de jouer le double-pas sécurité",
                "ending": "Lebron arrive par derrière vous contre avec la main droite et vous écrase la tête contre l'anneau avec l'autre, vous n'y survivrez pas."
              },
              "3.3.3.2": {
                "text": "Vous jouez la faute comme votre idôle",
                "scene": "Lebron vous dit qu'il n'aucune faute ne sera sifflé dans cette grotte. Mais d'un coup un PESSI sauvage apparaît. Il s'écrit: 'C'est un PENALDO' Lebron et contrain de vous donner ce que vous êtes venu chercher.",
                "choices": {
                  "3.3.3.2.1": {
                    "text": "Vous partez sur la route du apagnan sacré",
                    "ending": "Vous traversez une forêt, de nuit, sous une pleine lune rouge sang. Vous finissez fauché par une créature."
                  },
                  "3.3.3.2.2": {
                    "text": "Vous décidez de prendre un peu de repos",
                    "ending": "Vous Vous endormez. Mais vous n'allez jamais vous réveiller, les loups rodent en masses à cette période."
                  }
                }
              },
              "3.3.3.3": {
                "text": "Vous êtes le fou du bus, vous tentez de nouveau un step-back en vous écriant: 'Allez contrôle V12, FEINTEEEEE'",
                "ending": "Lebron vous basch, Et reprend votre phrase: 'Allez contrôle, V12, FEINTTEEEE, ACCIDENTTTT'. Le ballon ricoche sur un rocher derrière et vient finir sa course dans votre nuque. C'est le coup du lapin, vous mourrez."
            }
          }
        }
      }
    }
  }
}
 }
}
